Repository: sillsdev/chorus
Catalog: DistFiles/localizations/Chorus.fr.tmx
Source language: en
Languages: fr

source: &Add && &OK
fr: &Ajouter et OK

source: &Cancel
fr: Annuler

source: &Add Message
fr: &Ajouter message

source: Add new message:
fr: Ajouter nouveau message :

source: &Resolve Note
fr: &Résoudre remarque

source: Un&resolve Note
fr: &Rouvrir remarque

source: Raw
fr: Brut

source: Item
fr: Élément

source: &Close
fr: &Fermer

source: Error
fr: Erreur

source: Help
fr: Aide

source: Please confirm
fr: Veuillez confirmer

source: Problem
fr: Problème

source: Ambiguous Insert Warning
fr: Avertissement d'insertion ambiguë

source: {0} and {1} both inserted material in this element in the same place. The automated merger cannot be sure of the correct order for the inserted material, but kept both of them.
fr: {0} et {1} ont tous les deux inséré des données au même endroit dans cet élément. La fusion automatique ne peut pas être sûre de l'ordre correct pour les données insérées, mais elle a gardé les deux insertions.

source: Ambiguous Insert Reorder Warning
fr: Avertissement de réorganisation ambiguë

source: {0} inserted material in this element, but {1} re-ordered things. The automated merger cannot be sure of the correct position for the inserted material.
fr: {0} a inséré des données dans cet élément, mais {1} a réorganisé des choses. La fusion automatique ne peut pas être sûre de la position correcte pour les données insérées.

source: Another user
fr: un autre utilisateur

source: Both Added Attribute Conflict
fr: Conflit de deux ajouts d'attribut

source: Two users both moved something, but to different locations
fr: Deux utilisateurs ont déplacé quelque chose, mais à différents endroits

source: {0} and {1} added the same element, but with different content.
fr: {0} et {1} ont ajouté le même élément, mais avec un contenu différent.

source: Both added the same element, but with different content conflict
fr: Conflit de deux ajouts du même élément, mais avec un contenu différent

source: Both Added Xml Text Conflict
fr: Conflit de deux ajouts de texte XML

source: {0} and {1} added different text to this element.
fr: {0} et {1} ont ajouté des textes différents à cet élément.

source: Both Edited the Same Atomic Element
fr: Les deux ont modifié le même élément indivisible

source: Both Edited Attribute Conflict
fr: Conflit de deux modifications d'attribut

source: Both Edited Different Parts Of Dependent Pieces Of Data Warning
fr: Avertissement de deux modifications des parties différentes de données dépendantes

source: {0} edited one part of this element, while {1} edited another part. Since these two pieces of data are thought to be dependent on each other, someone needs to verify that the resulting merge is ok.
fr: {0} a modifié une partie de cet élément, tandis que {1} a modifié une autre partie. Étant donné que ces deux éléments de données sont considérés comme dépendants les uns des autres, quelqu'un doit vérifier la fusion.

source: Both edited a text field conflict
fr: Conflit de deux modifications d'un champ texte

source: Both Edited Xml Text Element Conflict
fr: Conflit de deux modifications d'un élément texte XML

source: {0} and {1} edited this element.
fr: {0} et {1} ont modifié cet élément.

source: Both Reordered Conflict
fr: Conflit de deux réorganisations

source: {0} and {1} both re-ordered the children of this element in different ways.
fr: {0} et {1} ont tous les deux reorganisé les enfants de cet élément de manières différentes.

source: both users
fr: tous les deux

source: The system does not know how to interpret this conflict report.
fr: Le système ne sait pas comment interpréter ce rapport de conflit.

source: {0}: A copy was made so that the object can be in both places.
fr: {0}: une copie a été créée afin que l'objet puisse être aux deux endroits.

source: {0} deleted this element, while {1} edited it.
fr: {0} a supprimé cet élément, tandis que {1} l'a modifié.

source: Dunno
fr: Inconnu

source: (empty)
fr: (vide)

source: Both Inserted at different places Conflict
fr: Conflit de deux insértions à différents endroits

source: {0} and {1} both added the same children to this element in different places.
fr: {0} et {1} ont tous les deux ajouté les mêmes enfants à cet élément mais à différents endroits.

source: The merger kept the change made by {0}.
fr: La fusion a retenu la modification apportée par {0}.

source: Merge Warning
fr: Avertissement de fusion

source: merger
fr: la fusion

source: One user
fr: un utilisateur

source: Removed Vs Edited Attribute Conflict
fr: Conflit entre suppression et modification d'un attribut

source: Removed Vs Edited Element Conflict
fr: Conflit entre suppression et modification d'un élément

source: {0} deleted this element, while {1} edited it. {2}
fr: {0} a supprimé cet élément, tandis que {1} l'a modifié. {2}

source: Removed Vs Edited Xml Text Element Conflict
fr: Conflit entre suppression et modification d'un élément texte XML

source: {0} deleted this element, while {1} edited its text content. {2}
fr: {0} a supprimé cet élément, tandis que {1} a modifié le texte de son contenu. {2}

source: {0} changed {1} to {2}, while {3} changed it to {4}. {5}
fr: {0} a changé {1} à {2}, tandis que {3} l'a changé à {4}. {5}

source: {0}'s changes:
fr: les modifications de {0} :

source: {0}'s version:
fr: la version de {0} :

source: Technical Details
fr: Détails techniques

source: Copy
fr: Copier

source: Edit
fr: Modifier

source: Conflict Details
fr: Détails de conflit

source: Warning
fr: Avertissement

source: Duplicate Project--Get operation cancelled
fr: Projet dupliqué--opération annulée

source: Get
fr: Recevoir

source: Get Project from Chorus Hub
fr: Recevoir un projet de Chorus Hub

source: Project
fr: Projet

source: &Fix Settings
fr: Corriger la configuration

source: Get Project From Internet
fr: Recevoir un projet de l'Internet

source: &Copy To Computer
fr: &Copier vers l'ordinateur

source: Get Project From USB Drive
fr: Recevoir un projet d'une clé USB

source: Name
fr: Nom

source: Modified Date
fr: Date de modification

source: &USB Flash Drive
fr: Clé &USB

source: Receive project
fr: Recevoir projet

source: Add new question
fr: Ajouter une nouvelle question

source: Cancelled.
fr: Annulé.

source: A serious problem has occurred; Chorus cannot find the repository which owns this note, so it cannot be saved.
fr: Un problème grave est survenu ; Chorus ne peut pas trouver le dépôt qui possède cette remarque, donc on ne peut pas la sauvegarder.

source: You can't get a project from a colleague at present, because some required information about the projects you already have is unavailable. This may be because you don't have permission to access a file in one of the projects in {0}.\n\nYou will probably need technical support to resolve this problem. The following information may be helpful to tech support:
fr: Vous ne pouvez pas recevoir un projet d'un collègue à ce point, parce que certains informations obligatoires sur les projets que vous avez déjà ne sont pas disponibles. C'est peut-être parce que vous n'avez pas l'autorisation d'accéder à un fichier dans l'un des projets dans {0}.\n\nVous aurez probablement besoin d'une assistance technique pour résoudre ce problème. Les informations suivantes peuvent être utiles au support technique :

source: Cannot get project
fr: Impossible de recevoir le projet

source: Found Chorus Hub but it is not compatible with this version of {0}
fr: Chorus Hub trouvé, mais il n'est pas compatible avec cette version de {0}

source: The Chorus Server is not compatible with ths client.
fr: Le serveur Chorus n'est pas compatible avec ce client.

source: The Chorus Server is not available.
fr: Le serveur Chorus n'est pas disponible.

source: Copying project
fr: Copie du projet en cours

source: Could not change the name to that.
fr: Impossible de faire ce changement de nom.

source: Custom Location...
fr: Emplacement personnalisé...

source: Sorry, conflict details aren't working for this conflict (it might be an old one). Here's the content:
fr: Désolé, les détails de conflit ne fonctionnent pas pour ce conflit (peut-être il est un ancien). Voici le contenu :

source: The directory {0} doesn't exist, but should have been created by the application.
fr: Le dossier {0} n'existe pas, mais le logiciel aurait dû le créer.

source: Done.
fr: Terminé.

source: A project with this name already exists on this computer.
fr: Un projet portant ce nom existe déjà sur cet ordinateur.

source: For example, 'Swahili Project'
fr: Par exemple, 'Projet Swahili'

source: Failed.
fr: Échoué.

source: Finished
fr: Terminé

source: Finished copying {0} to this computer at {1}
fr: La copie de {0} vers cet ordinateur a terminé à {1}

source: Get {0} from Chorus Hub on {1}
fr: Recevoir {0} à partir de Chorus Hub sur {1}

source: Getting {0}...
fr: En train de recevoir {0}...

source: Getting history...
fr: En train de recevoir l'histoire...

source: Getting project...
fr: En train de recevoir le projet...

source: That name contains characters which are not allowed.
fr: Ce nom contient des caractères qui ne sont pas autorisés.

source: Looking for Chorus Hub...
fr: À la recherche de Chorus Hub...

source: {0} marked the note as {1}.
fr: {0} a marqué la remarque comme {1}.

source: Sorry, the calling program told Chorus to place the new project inside {0}, but that directory does not exist.
fr: Désolé, le logiciel qui a invoqué Chorus a dit de placer le nouveau projet dans le dossier {0}, mais ce dossier n'existe pas.

source: Please report to issues@wesay.org: mono is calling leave() on SettingsView which was never loaded
fr: Veuillez signaler à issues@wesay.org : "mono is calling leave() on SettingsView which was never loaded"

source: Sorry, no Chorus Hub was found.
fr: Désolé, aucun Chorus Hub a été trouvé.

source: Sorry, no conflict details are recorded for this conflict (it might be an old one). Here's the content:
fr: Désolé, aucun détail de conflit n'est enregistré pour ce conflit (peut-être il est un ancien). Voici le contenu :

source: No projects were found on the Usb Flash Drive.
fr: Aucun projet n'était trouvé sur la clé USB.

source: Please enter a name
fr: Veuillez entrer un nom

source: Please insert a USB Flash Drive...
fr: Veuillez insérer une clé USB...

source: Chorus encounterd a problem while trying to store these addresses:
fr: Chorus a rencontré un problème en essayant d'enregistrer ces adresses :

source: There is a already a project with that name at {0}
fr: Un projet avec ce nom existe déjà à {0}

source: Project will be downloaded to {0}
fr: Le projet sera téléchargé à {0}

source: The server ({0}) rejected the project name ({1}), user name ({2}), or password ({3}) (sorry, it didn't tell us which one). Make sure that each of these is correct, and that '{2}' is a member of the '{1}' project, with permission to read data.
fr: Le serveur ({0}) a rejeté le nom du projet ({1}), le nom d'utilisateur ({2}) ou le mot de passe ({3}). (Désolé, il n'a pas nous dit lequel.) Il faut vérifier que chacun est correcte, et que '{2}' est un membre du projet '{1}', avec l'autorisation de lire les données.

source: The project {0} is already using this repository.
fr: Le projet {0} utilise déjà ce dépôt.

source: The project "{0}" on this computer is already using this repository. {1}
fr: Le projet "{0}" sur cet ordinateur utilise déjà ce dépôt. {1}

source: Repository Paths is being cleared. If you did that on purpose, fine, click 'Yes'. If not, please click 'No' and report this to issues@wesay.org (we're trying to track down a bug).
fr: 'Repository Paths' sera vider. Si vous avez l'intention de le faire, veuillez cliquer sur 'Oui'. Sinon, veuillez cliquer sur 'Non' et signaler ce problème à issues@wesay.org (nous essayons de traquer un bogue).

source: Select a chorus-enabled project to open:
fr: Sélectionner un projet compatible avec Chorus à ouvrir :

source: Select one of the following:
fr: Sélectionner l'une des opérations suivantes :

source: The server {0} did not accept the reqest of {1} to clone from {2} using password {3}.
fr: Le serveur {0} n'a pas accepté la demande de {1} pour cloner à partir de {2} en utilisant le mot de passe {3}.

source: Chorus settings problem
fr: Problème de configuration de Chorus

source: Success.
fr: Succès.

source: Error while looking at USB flash drive. The drive root was {0}. The error was: {1}
fr: Erreur en regardant une clé USB. La racine était {0}. L'erreur était : {1}

source: Note
fr: Remarque

source: You are about leave a Note with an unsaved message. Continue without saving?
fr: Vous êtes sur le point de fermer une remarque avec un message non enregistrée. Continuer sans enregistrer ?

source: Project Notes
fr: Remarques du projet

source: All
fr: Toutes

source: Author
fr: Auteur

source: Conflicts
fr: Conflits

source: incl. Resolved
fr: avec Résolue

source: Label
fr: Étiquette

source: Nothing selected to display
fr: Aucune sélection de l'affichage

source: Show Closed Notes
fr: Afficher les remarques fermées

source: Show Merge Conflicts
fr: Afficher les conflits de fusion

source: Show Merge Notifications
fr: Afficher les notifications de fusion

source: Show Questions
fr: Afficher les questions

source: Advanced Mode
fr: Mode avancé

source: Review Project Changes
fr: Examiner les modifications au projet

source: Name to show in change history:
fr: Nom à afficher dans l'historique :

source: Show Chorus Hub as a Send/Receive option
fr: Afficher Chorus Hub comme une option d'Envoyer/recevoir

source: Show Internet as Send/Receive option
fr: Afficher Internet comme une option d'Envoyer/recevoir

source: Send/Receive Settings
fr: Configuration d'Envoyer/recevoir

source: Login
fr: Identifiant

source: Password
fr: Mot de passe

source: Project ID
fr: ID de projet

source: Server
fr: Serveur

source: Show characters
fr: Afficher les caractères

source: Send/Receive Server Settings...
fr: Paramètres de serveur de envoyer/recevoir

source: Choose Repositories
fr: Chosir des dépôts

source: Log
fr: Journal

source: Box:Verbose:
fr: Détaillé :

source: Attempt to Send/Receive with these people, devices, and servers:
fr: Essayer d'Envoyer/recevoir avec ces gens, périphériques et serveurs :

source: Send/Receive
fr: Envoyer/recevoir

source: Tasks
fr: Tâches

source: Send/Receive Project Changes
fr: Changements de projet de envoyer/recevoir

source: Checking...
fr: Vérification...

source: Label this point in the project history (Optional) :
fr: Étiqueter ce point dans l'historique du projet (facultatif) :

source: &Download
fr: Télécharger

source: Name for the folder on your computer
fr: Nom du dossier sur votre ordinateur

source: copy to clipboard
fr: Copier dans le Presse-papiers

source: Run Diagnostics
fr: Lancer des diagnostics
